Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/hasvik-s.htm.tmx
Source language: sme
Languages: nob

source: Erenoamážit Govdaluovttas ferte leat leamaš heittot .
nob: Særlig i Breivik må det ha vært dårlig .

source: Finnmárkku skuvladirektevrra arkiivvas lea reive maid skuvladirektevra čálii 01.11.1934 giehmánnái Bj. Kranii Govdaluovttas , son lea dalle jáhkkimis leamaš skuvlastivraovdaolmmái .
nob: I arkivet til skoledirektøren i Finnmark er det kopi av et brev av 01.11.1934 til kjøpmann Bj. Krane i Breivik , trolig har han da vært skolestyreformann .

source: Reivves váidala skuvladirektevra ahte Ákŋoluovtta suohkan ii leat ieš háliidan váldit ovddasvástádusa , ja ahte danin ii vel leat dáhpáhuvvan mihkkege internáhtain .
nob: Her klager skoledirektøren over at Hasvik kommune ikke har villet ta ansvaret , og at det derfor foreløpig ikke blir gjort noe med internatet .

source: Son čállá : « Mu bávččagahttá Breivika mánáid dihtii – internerendilit ledje duođaige heajut . »
nob: Han skriver videre : « Det gjør mig ondt for barna i Breivik , – interneringsforholdene var jammerlig slette . »

source: Hui garra oahpaheaddjit
nob: Svært strenge lærere

source: Go ovddeš oahppit muitalit Ákŋoluovtta skuvllain , de leat čađat muitalusat goaves oahpaheddjiid birra .
nob: En gjenganger i fortellinger fra skolene i Hasvik er historier om strenge lærere .

source: Lei ollu bajil oahpahallan ja erenoamážit sálbmavearssat ledje dehálaččat .
nob: Det gikk på utenatlæring og salmevers var veldig viktig .

source: Ja jus eai máhttán leavssu dahje eai láhtten nugo galggašedje , de sáhtii leat garra ráŋggáštus .
nob: Og straffa for å ikke kunne leksa eller ikke oppføre seg som man skulle kunne være hard .

source: Erenoamáš garra oahpaheaddjit leigga áhčči ja bárdni Møgster , geat leigga oahpaheaddjin Goahteluovttas oktiibuot 1900-logu álggu rájes gitta 2. máilmmisoađi maŋŋá .
nob: I særklasse står far og sønn Møgster , som var lærere i Breivikbotn til sammen fra først på 1900-tallet fram til etter 2. verdenskrig .

source: Knut Møgster bođii Vestlánddas , ja sus lei oahpaheaddjioahppu Romssa semináras .
nob: Faren , Knut Møgster kom fra Vestlandet , og hadde lærerutdanning fra Tromsø seminar .

source: Maŋŋil su bárdni Arnt jotkkii áhčis oahpaheaddjivirggis .
nob: Seinere overtok sønnen Arnt jobben .

source: Goappašat leigga hui bahámielagat , ja erenoamážit šadde gillát oarbbes oahppit , ja dakkárat geat hupme heajos dárogiela .
nob: Begge var svært biske , og særlig gikk det ut over de elevene som var foreldreløse og dem som snakka dårlig norsk .

source: Muitaluvvo ahte sáhtiiga cápmit ohppiid suorpmaid linjálain ja duhkuštit nu ahte ollu vuovttat luovvanedje oaivvis .
nob: De slo elever med linjal over fingrene , lugga elevene så de reiv av store hårdotter .

source: Muhtin boares áddjá geas lea leamaš Arnt Møgster oahpaheaddjin gohčoda su « torturistan » , muhto lasiha ahte áhčči Møgster lei vel vearrát .
nob: En som har hatt sønnen som lærer , omtaler han som « torturist » , men legger til at far hans var enda verre .

source: 1800-logu loahpas ja 1900-logu álggus ledje Ákŋoluovtta suohkanis moadde oahpaheaddji geat máhtte sámegiela ja geavahedje dan veahkkegiellan , muhto Knut Møgster čállá ohcamisttis sámefondii 1885:s : « Dán oktavuođas áiggun lasihit , ahte in leat oahppan sámegiela , go rievtti mielde ii leat dárbbašlaš ge dáppe , go eanetlohku mánáin ipmirda dárogiela oalle bures , muhto mus lea ollu rahčamuš oažžut sin cealkit dárogiel sániid riekta , sihke mii guoská jitnii ja nuhttii . »
nob: På slutten av 1800- og begynnelsen av 1900-tallet var det flere lærere i Hasvik som beherska samisk og brukte det som hjelpespråk , men Knut Møgster skriver i sin søknad til Finnefondet i 1885 : « I den anledning tillater jeg meg at anføre , at jeg ikke har tilegnet mig det lappiske sprog , ligesom det stræng taget heller ikke er nødvendigt her , da flerheden af børnene forstår det norske sprog nogenlunde bra , men det volder mig dog adskilligt bryderi for at få den til at udtale de norske ord rigtig , både hvad hensyn til lyden og betoningen angår . »

source: « Čielga dáru biire »
nob: « Et rent norsk distrikt »

source: Iešguđetge gálduin leat vuostálasti dieđut dan birra man muddui leat leamaš sámit ja sámi oahppit Ákŋoluovttas .
nob: I forskjellige kilder er det mye motstridende opplysninger om i hvilken grad det har vært samer og samiske elever i Hasvik .

source: 1931:s čálii skuvladirektevra Chr. Brygfjeld raportta iešguđetge Finnmárkku suohkana birra .
nob: I 1931 skreiv skoledirektør Chr. Brygfjeld en rapport om hver kommune i Finnmark .

source: Das son govvida Ákŋoluovtta suohkana ná : « Dán suohkana ferte árvvoštallat čielga dáru biiren , earret Stiertná fávllabealde . Doppe orrot moadde bearraša , mat hupmet sámegiela . Dat 8-9 máná gullet Ákŋoluovtta internáhttii ( 6-oasát skuvla ) . Ii oktage oahpaheaddji Ákŋoluovttas máhte sámegiela . »
nob: Der karakteriserer han Hasvik kommune slik : « Denne kommune er å betrakte som et rent norsk distrikt , med undtagelse av yttersiden av Stjernøya . Der bor noen få familier som taler lappisk . Barna , 8 á 9 i tallet sogner til Hasvik internat ( 6-delt skole ) . Ingen av lærerne i Hasvik kan lappisk . »

source: Maŋimuš han lei vissásit riekta , muhto čuoččuhus ahte Ákŋoluovtta oassi Sállanis lea čielga dáru , lea oalle imašlaš go eará raporttat , sihke dan áiggi ovdal ja maŋŋá , leat namuhan sámegielat ohppiid sihke sullo siskkit ja olggut bealde , ja ahte 1930 olmmošlohkamis registrerejuvvojedje 109 sámegielaga Ákŋoluovtta suohkanis .
nob: At ingen kunne samisk var nok rett , men påstanden om at Hasviks del av Sørøya skulle være reint norsk blir noe merkelig i lys av at andre rapporter både før og etter dette tidspunktet nevner samisktalende elever både på innersida og yttersida av øya .

source: Vaikko skuvladirektevra lei garra dáruiduhtti , de son lea eanáš eará suohkaniin addán luohtehahtti dieđuid .
nob: Sjøl om skoledirektøren var en hard fornorsker , har han fra de fleste andre kommuner gitt troverdige opplysninger .

source: Sáhttá danin jearrat vuođđuduvvá go su govvádus báikkálaš skuvlastivrra dieđuid ala , ja sáhttá go stivra leat háliidan čiegadit man ollu sámit ledje álbmoga ja ohppiid gaskkas .
nob: Spørsmålet er derfor om han har bygd på opplysninger fra det lokale skolestyret , som kan ha ønska å skjule det sterke samiske innslaget i befolkninga og elevmassen .

source: Soahti ja ođđasithuksen
nob: Krig og gjenreising

source: Soađi áigge , 1943:s , čađahuvvui iskkadeapmi sámi mánáid birra Finnmárkku suohkaniin .
nob: Midt under krigen , i 1943 , blei det gjort ei undersøking om « lappiske barn » i kommunene i Finnmark .

source: [ 15 ] Ná vástiduvvo Ákŋoluovttas gažaldahkii galle sámi máná leat suohkanis : « Vihtta sámi máná . Dutnjesvuona skuvlabiire . Sáhttá muitalit ahte mánáid váhnemat leat bistevaš ássit . 4 máná áhčči oažžu ealáhusas guolásteamis , ja 5. máná áhčči fas boazodoalus . »
nob: [ 15 ] Der var det svart fra Hasvik : « Fem lappiske barn . Dønnesfjord skolekrets . Det kan opplyses at foreldra til barna er fastboende . Faren til 4 av dem ernærer seg av fiske og faren til den 5. av reinsdyrhold . » Vi kan trygt si at tallet på samiske elever som her blir oppgitt er alt for lavt .

source: Mii sáhttit dorvvolaččat dadjat ahte dalle ledje gal ollu eanet sámi oahppit , sihke Dutnjesvuona biirres ja eanáš maid suohkana eará biirriin .
nob: Det var langt flere samiske elever i Dønnesfjord skolekrets og også samiske elever i de fleste av de andre kretsene i kommunen .

source: Nugo máŋgga eará sajisge Finnmárkkus soađiáiggi de hehttejuvvui skuvlavázzin gaskkohagaid maiddái dáppe , dasgo duiskalaččat válde skuvllaid iežaset soalddáhiid atnui .
nob: Som mange andre steder i Finnmark blei skolegangen under krigen periodevis hindra av at tyskerne tok skolene i bruk for sine soldater .

source: Ákŋoluovtta suohkanis ledje oalle ollu NS-miellahtut , muhto vissa eai lean oahpaheaddjit sin gaskkas , vaikko unnimusat okta oahpaheaddji iskkaduvvui soađi maŋŋá dan dihte go sus ledje « eahpečielga našuvnnalaš guottut » .
nob: I Hasvik kommune var det ganske mange som var medlemmer av Nasjonal Samling ( NS ) . Visstnok var det ingen lærere blant dem , sjøl om i alle fall en lærer under rettsoppgjøret blei etterforska på grunn av « dunkel nasjonal holdning » .

source: Goahteluovttas muitaluvvo ahte Arnt Møgster biehttalii čuovvumis nasisttaid gohččuma lohkat ng. « Solkorsboka » skuvllas .
nob: Fra Breivikbotn fortelles det at Arnt Møgster ikke ville rette seg etter pålegg fra nazistene om å lese fra den såkalte « solkorsboka » i skolen , og arkivene forteller også at han hadde « god nasjonal holdning » .

source: Duiskalaččat bolde buot suohkana skuvllaid ja internáhtaid 1944 skábmamánu .
nob: Alle skoler og internat i kommunen blei brent av tyskerne i november 1944 .

source: Sállanis ledje erenoamáš máŋgasat geat báhtaredje evakueremis ja orro čiehppasiin , gođiin ja barttain dálvit .
nob: På Sørøya var det spesielt mange som rømte fra evakueringa og bodde i huler , gammer og hytter utover vinteren .

source: Dan áiggi dieđusge ii šaddan makkárge skuvlavázzin .
nob: I den tida blei det sjølsagt ingen skolegang .

source: Maŋŋil juovllaid evakuerejuvvojedje eanaš siviilat Sállanis Skottlándii brihttalaš soahteveahkafatnasiiguin .
nob: De fleste sivile som var igjen på Sørøya blei ut på vinteren evakuert av britiske marinebåter til Skottland .

source: Doppe álggahuvvui dalle sierra skuvla norgalaš mánáide .
nob: Her blei det oppretta en egen skole for norske barn .

source: Dalle go olbmot máhcce viessobázahusaide , besse ollu mánát vázzit skuvlla Vuotnabađa ( Finnfjordbotn ) internáhttaleairras Romssas , dan botta go huksejuvvojedje gaskaboddosaš skuvllat ja internáhtat .
nob: Da folk vendte tilbake til ruinene , fikk en del elever gå på skole på internatleiren i Finnfjordbotn i Troms , mens man bygde opp midlertidige skoler og internat .

source: Skábmamánus 1945 čálii Vuotnabađa skuvlaleairra jođiheaddji , Pavel Andersen , reivve Ákŋoluovtta skuvlastivrii ahte vahkku maŋŋil galggai sáddejuvvot skuvlasáhttofanas viežžat mánáid Vuotnabahtii , ja ahte Ákŋoluovtta oahppit geat galge leat mielde , fertejedje leat gergosat Goahteluovttas .
nob: I november 1945 skreiv styreren ved Finnfjordbotn skoleleir , Pavel Andersen , brev til Hasvik skolestyre om at det uka etter skulle bli sendt et skoletransportskip for å hente skolebarn til Finnfjordbotn , og at elever fra Hasvik som skulle være med , måtte være klar i Breivikbotn .

source: Reivves rámpo Andersen man buorit dilit sis lea leairras : « Váhnemat eai galgga ballat sáddet mánáid dohko , go doppe šaddet sihke oahpaheddjiin ja mánáin leat buorit dilit . Buot bráhkat , eatnasat guovtti gearddis , leat čábbát huksejuvvon . Doppe lea velá parkeahtta ge láhttis muhtin bráhkain . Lea elektralaš čuovga ja guovddáš-liggen buot bráhkain . Leairras mis lea doavttir , bátnedoavttir , buohccedivššár , sihke ... (? ) ja sávdni.»[16 ] Buohkat eai lean dattetge seamma duhtavaččat diliiguin , ja mii diehtit ahte unnimusat okta bearaš Ákŋoluovttas vieččai mánáidis ruovttoluotta leairras , vaikko sidjiide ii leange eará molssaevttolaš skuvlafálaldat .
nob: I brevet skryter Andersen av hvor fine forhold de har i leiren : « Foreldrene skal ikke være engstelige for å sende barn dit , for der vil både lærere og barna få det godt . Alle brakker , de fleste to etasjes , er for sig gjort . Der er til og med perk(? ) på gulvet i enkelte brakker . Der er elektrisk lys og sentraloppvarming i alle brakker . I leiren har vi doktor , tannlege , sykesøster , både ... (? ) og dampbad.»[16 ] Alle har likevel ikke vært like fornøyde med forholda , og vi kjenner til at i alle fall en familie fra Hasvik henta barna tilbake fra leiren , sjøl om de ikke hadde andre skoletilbud . Dette blei ikke nådig tatt opp av skoledirektør Lyder Aarseth , som 09.03.1946 skriver brev til faren : « Jeg har mottatt melding om at De har hentet Deres barn tilbake fra skoleleiren ved Finnfjord .

source: Dasa ii liikon skuvladirektevra Lyder Aarseth , gii 09.03.1946 čállá reivve mánáid áhččái : « Lean ožžon dieđu ahte don leat viežžan mánáidat ruovttoluotta Vuotnabađa skuvlaleairras . Dovddan maiddái du kritihka Nordlys-bláđis leairra diliid ektui . Dán kritihka dihtii leat don guoddaluvvon politiijai , nu ahte dát ášši mearriduvvo dikkis . Vuotnabađa skuvlaleaira lea nu buorre go mii dálá diliin lea vejolaš , ja lea máksán ollu ruđa ja rahčamušaid álggahit ja jođihit dan . ... Sii geat leat nu gáibideaddjit ahte eai háliit mánáideaset dohko fertejit ieža eará láhkai gozihit ahte mánát ožžot dan oahpu maid skuvlaláhka gáibida . Jus eai daga dan , de ráŋggáštuvvojit sáhkuiguin . ... »
nob: ... De som er så kravstore at de ikke vil ha sine barn der må sjøl på annen måte sørge for at Deres barn får den opplæring som skoleloven krever .

source: Jagiin 1946-47 huksejuvvojedje skuvlabráhkat viđa báikái ; Ákŋoluktii , Goahteluktii , Mearragohppái , Bearvutnii ja Govdaluktii .
nob: Det blei i 1946–47 reist skolebrakker på fem steder ; Hasvik , Breivikbotn , Sørvær , Børrfjord og Breivik .

source: Guovtti maŋimusas lei internáhtta .
nob: På de to siste var det internat .

source: Dan maŋŋá huksegohte bistevaš skuvlavisttiid .
nob: Deretter starta reisinga av permanente skolebygg .

source: Mearragohpi , Goahteluovtta ja Breivika skuvllat ledje gárvásat árrat 1950-logus .
nob: Skolene i Sørvær , Breivikbotn og Breivik sto ferdige tidlig på 1950-tallet .

source: Ákŋoluovttas lei ođđa skuvla internáhtain gárvvis 1957:s .
nob: På Hasvik sto ny skole med internat ferdig i 1957 .

source: Ákŋoluovtta internáhtta lei maŋimus mii lei doaimmas suohkanis , ja dat heaittihuvvui 1968:s .
nob: Hasvik internat var det siste som var i drift i kommunen , det blei lagt ned i 1968 .

source: Breivika skuvla heaittihuvvui 1963:s ja oahppit sirdojuvvojedje Goahteluktii .
nob: Breivik skole blei lagt ned i 1963 og elevene overført til Breivikbotn .

source: Bearvuonas lei skuvla ja internáhta seamma bráhkas , Skuvla heaittihuvvui 1967:s ( Dovdameahttun govvejeaddji .
nob: I Børfjord var det skole og internat i samme brakka . Skolen blei nedlagt i 1967 .

source: Gáldu : Øyfolk 1996 )
nob: ( Fotograf ukjent , Kilde : Øyfolk 1996 )

source: Internáhtaoahppit ja bargit Bearvuona internáhta boardagis giđđa 1952 ( Dovdameahttun govvejeaddji . Gáldu : Øyfolk 1996 )
nob: Internatelever og betjening på trappa til internatet i Børfjord våren 1952 ( Fotograf ukjent , Kilde ; Øyfolk 1996 )

source: Dutnjesvuona internáhtta ii huksejuvvon šat ođđasis , ii ge dohko huksejuvvon sierra skuvlabráhkka ge .
nob: Dønnesfjord internat blei ikke gjenreist , og det blei heller ikke bygd egen skolebrakke her .

source: Oahpahus lei álggos priváhta viesus , maŋŋil servodatvisttis , dassái go skuvlavisti lei gárvvis 1967:s .
nob: Undervisninga foregikk først i privathus , seinere i samfunnshuset , fram til skolehuset sto ferdig i 1967 .

source: Dalle heaittihuvvui seammás Bearvuona internáhtta , ja skuvla ja oahppit sirdojuvvojedje Dutnjesvutnii .
nob: Da blei samtidig Børrfjord internat og skole nedlagt og elevene overført til Dønnesfjord .

source: Muhto dan áigge ledje olbmot juo fárrestallagoahtán eret fávllabealde vuonain , ja Dutnjesvuona skuvla heaittihuvvui dušše 6,5 jagi doaimma maŋŋá .
nob: Men på den tida var allerede fraflyttinga i gang fra fjordene på yttersida , og Dønnesfjord skole blei nedlagt etter bare 6 ½ års drift .

source: Ákŋoluokta gullá suohkaniidda main maŋŋil soađi ledje stuora váttisvuođat háhkat bistevaš ja gelbbolaš oahpaheddjiid .
nob: Hasvik hører til de kommunene som i etterkrigstida hadde store problem med å få tak i stabile og kvalifiserte lærere .

source: Ovdamearkan das lea Dutnjesvuona skuvla , mas olles áiggis go skuvla lei doaimmas ii lean oktage bistevaš oahpaheaddji .
nob: Et eksempel er Dønnesfjord skole , der det den tida skolen var i drift ikke var noen stabile lærere .

source: Measta buohkat bohte lulde ii ge oktage lean guhkit go jagi .
nob: Nesten alle kom sørfra og ingen var mer enn ett år .

source: Čállosis Melding om skolene i Finnmark 1945–70 čállá skuvlahoavda Per Gulbrandsen : « Suohkana oahpaheaddjidilli lea leamaš hui molsašuddi , muhtun báikkiin oažžu dadjat eai oppa leatge oahppan oahpaheaddjit , nuppiin fas leat dušše oahppan oahpaheaddjit . Dál lea sullii 1/5 oahpaheaddjiveagas bistevaččat ásaiduvvan , nuppit fas fárrejit , eatnasat juo jagi maŋŋá , muhtumat 3–5 jagi maŋŋá . »
nob: I Melding om skolene i Finnmark 1945–70 skriver skolesjef Per Gulbrandsen : « Lærersituasjonen i kommunen har vært svært svingende , fra så og si ingen utdannede lærere til full dekning av utdannede lærere . I dag er omtrent 1/5 av lærerstaben fastboende , resten reiser , de fleste etter ett , de andre etter 3–5 år . »

source: Olbmot fárrestalle dađistaga ja čohkiidedje guollevearaide ; Ákŋoluktii , Goahteluktii ja Mearragohppái , ja 1967 rájes leage leamaš skuvla dušše dán golmma báikkis .
nob: Bebyggelsen blei etter hvert mer konsentrert om fiskeværa Hasvik , Breivikbotn og Sørvær , og fra 1967 har det bare vært skole på disse tre stedene .

source: Dan dihte go máŋgasat leat fárren eret ja suohkanis lea heajos ruhtadilli , de lea moatti háve leamaš sáhka heaittihit ovtta dahje guokte skuvlla , muhto dán rádjái ( 2007/08 ) leat buot golmmas ain doaimmas .
nob: Med fraflytting og dårlig kommuneøkonomi har det flere ganger vært snakk om å legge ned en eller to skoler , men så langt ( 2007/08 ) er alle tre i drift .

source: – Naba sámi ?
nob: – Og det samiske ?

source: Áigodagas ođđasithuksemis 1990-logu rádjái lea váttis gávdnat maidege almmolaš skuvlabáhpáriin mii čájehivččii ahte leat leamaš sámit Ákŋoluovtta suohkanis .
nob: I perioden fra gjenreisinga til ut på 1990-tallet er det vanskelig å finne noe i offentlige skolepapirer som viser at det har vært samer i Hasvik kommune .

source: Unna cavgileami oažžut dattetge das ahte 1946 lei Dutnjesvuona biireovdaolbmá namma Mathis Mjenna .
nob: Et tegn får vi likevel med at kretsformannen i Dønnesfjord krets i 1946 het Mathis Mjenna .

source: Son lei maiddái skuvlastivrra miellahttu ja jáhkkimis ledje maiddái eará sámit dalle skuvlastivrra miellahttun ja várrelahttun .
nob: Han var og medlem av skolestyret , og trulig var det også flere samer blant skolestyrets medlemmer og varamedlemmer i den tida .

source: Vaikko ii mihkkege leat čállon dan birra báhpáriin mat leat seilon , de muitalit olbmot geat vázze skuvla soađi maŋŋil ahte dalle maid givssidedje sihke mieloahppit ja oahpaheaddjit sámi ohppiid dan dihte go ledje « fjellfinnat » .
nob: Sjøl om ingen ting er å finne om det i bevarte papirer , forteller folk som gikk på skolen i etterkrigstida at også da blei enkelte samiske elever erta og plaga av medelever og lærere fordi de var « fjellfinner » .

source: 50-60-jagiin lei Goahteluovttas oahpaheaddji geas lei sámi duogáš , Gunnar Lille . Son lei álgoálggus Deanus eret .
nob: På 1950- og 60-tallet var her en samisk lærer ved navn Gunnar Lille , han kom opprinnelig fra Tana .

source: Muitaluvvo ahte dalle go son deaivvadii ođđa luohkáin de jearai luohkás geain lei sámi duogáš .
nob: Det fortelles at han da han møtte en ny klasse spurte hvem av elevene som hadde samisk bakgrunn .

source: Oahppit muitaledje dan ruovttus , ja dalle gal muhtin eadni bealkkehii garrasit oahpaheaddji , ja celkkii ahte dakkáraččaid ii galgga oahpaheaddji jearrat .
nob: Noen elever fortalte om dette hjemme , og Lille fikk da en kraftig overhøvling av en av foreldrene , som ga klar beskjed om at slikt spør man ikke om her .

source: Ákŋoluovtta skuvlla oahppit murjenmeahcis Sállanis 1957 čavčča .
nob: Elever fra Hasvik skole på bærtur på Sørøya høsten 1957 .

source: Govva lea Barbbostagas , Ákŋovuotna lea gova olgeš bealde .
nob: Bildet er fra Barbostad , med Hasfjord til høyre i bildet .

source: Oahpaheaddji lea Jakob Haugen . Oahppit leat ( gurut bealde ):Birgith Johnsen , Nelly Eriksen , Anne Kari Hansen , Bjørg Pedersen , Vilgunn Brattfjord , Inger Lise Mauseth , ?
nob: Læreren er Jakob Haugen , elevene er fra venstre : Birgith Johnsen , Nelly Eriksen , Anne Kari Hansen , Bjørg Pedersen , Vilgunn Brattfjord , Inger Lise Mauseth , ?

source: , Ruth Larsen , Tove Kivijärvi , Liv-Sissel Amundsen , bak : Torleif Eriksen , Emil ?
nob: , Ruth Larsen , Tove Kivijervi , Liv-Sissel Amundsen , bak : Torleif Eriksen , Emil ?

source: , Fredrik Antonsen , ovdabealde : Viggo Eilertsen , Reidar Nilsen , Roar Mauseth , Per Jonny Jacobsen , Gunnar Isaksen .
nob: , Fredrik Antonsen , foran : Viggo Eilertsen , Reidar Nilsen , Roar Mauseth , Per Jonny Jacobsen , Gunnar Isaksen .

source: ( Gova luoikan Olav Isaksen )
nob: ( Foto utlånt av Olav Isaksen )

source: Sámi skuvlahistorjá ihtigoahtá fas easka go muhtin váhnemat 1990-logus ohce sámegieloahpahusa mánáidasaset .
nob: Den samiske skolehistoria begynte først å komme til syne igjen da noen foreldre på 1990-talet søkte om samiskundervisning for barna .

source: Ja 2008:s lohke 15 oahppi suohkana guovtti skuvllas sámegiela nubbin giellan , máŋga jagi maŋŋil go sin ádját , áhkut ja máttarváhnemat dáruiduhttojuvvojedje Sámefoandda doarjagiin .
nob: Og i 2008 leste 15 elever ved to av skolene i kommunen samisk som andrespråk , mange år etter at deres besteforeldre og oldeforeldre blei utsatt for hard fornorsking med støtte av Finnefondet .

source: Gáldut :
nob: Kilder :

source: Etnografisk musea 1938
nob: Etnografisk museum 1938

source: Romssa ja Roanddima stáhtaarkiivvat .
nob: Statsarkiva i Tromsø og Trondheim .

source: Ákŋoluovtta suohkana skuvlaarkiivva .
nob: Hasvik kommunes skolearkiv .

source: Ságastallamat dálá ja ovddeš ohppiiguin ja oahpaheddjiiguin Ákŋoluovttas .
nob: Samtaler med nåværende og tidligere elever og lærere i Hasvik .

source: Etnografisk musea 1938.[2 ] Baard Tvete : NLH 1955 , s. 4.[3 ] Lea vejolaš ahte dát sáhttá leat Miššuvdnakollegia arkiivvas , Riikkaarkiivvas , muhto mis ii leat vel leamaš liiba ohcat doppe.[4 ] čuoččuha baicce ahte 1861:s Láhppi báhpagielddas , mii dalle maiddái fátmmastii Ákŋoluovtta , ii lean oktage bistevaš skuvla , dušše 3 johttiskuvlla[5 ] Friis etnográfalaš kárttat gávdnojit interneahtas : [ 6 ] Stortingsproposisjon nr. 2–1878 : [ 7 ] Helge Dahl : , s. 106[8 ] Sámefoandda birra sáhttá lohkat Henry Minde artihkkalis - girjjis .
nob: Etnografisk museum 1938.[2 ] Baard Tvete : NLH 1955 , s. 4.[3 ] Det er mulig at dette kan finnes i Misjonskollegiets arkiv , Riksarkivet , men vi har så langt ikke hatt anledning til å leite der.[4 ] hevder derimot at det i 1861 i Loppa prestegjeld , som da omfatta Hasvik , ikke var noen faste skoler , men 3 omgangsskoler.[5 ] Friis etnografiske kart finnes på internett : [ 6 ] Stortingsproposisjon nr. 2–1878 : [ 7 ] Helge Dahl : , s. 106[8 ] Finnefondet er nærmere omtalt i artikkel av Henry Minde i .

source: [ 9 ] Helge Dahl : , s. 161[10 ] Helge Dahl : , s. 227[11 ] Olles instruksa gávdno Henry Minde artihkkalis - girjjis.[12 ] Mii čállit dás su nama nugo lea čállon su hávdegeađgái Ákŋoluovtta boares girkogárddis .
nob: [ 9 ] Helge Dahl : , s. 161[10 ] Helge Dahl : , s. 227[11 ] Hele instruksen er gjengitt i faksimile i artikkelen av Henry Minde i S [ 12 ] Vi skriver her navnet slik det står på gravsteinen hans på Hasvik gamle kirkegård .

source: Giligirjjis ja suohkana sátnejođiheaddjigalleriijas čállo fasttain Andreas A. Jox .
nob: I bygdeboka og i kommunens ordførergalleri står det Andreas A. Jox .

source: Giligirji muitala maid ahte son jámii 1930:s , muhto mii váldit vuođđun hávdegeađggi čállosa , mas čuožžu 1933..[13 ] Thomassen , Ole : .
nob: Bygdeboka oppgir også at han døde 1930 , men vi har gått ut fra gravsteinen som sier 1933.[13 ] Thomassen , Ole : .

source: Sámi giellaguovddáš , Gáivuotna 1999.[14 ] Reidar Nielsen : .
nob: Sámi giellaguovddáš , Gáivuotna 1999 .
